{
  "questions": [
    {
      "question": "Acute cholecystitis is defined as sudden inflammation of the gallbladder wall.",
      "isTrue": true,
      "explanation": "TRUE. Acute cholecystitis is simply defined as 'the sudden, acute inflammation of the wall of the gallbladder'."
    },
    {
      "question": "Acalculous cholecystitis is the most common form of this condition.",
      "isTrue": false,
      "explanation": "FAKE. The vast majority of cases of acute cholecystitis (between 90% and 95%) are of lithiasis origin, that is, caused by gallstones. The alithiatic form is a minority."
    },
    {
      "question": "Acute cholecystitis is more prevalent in men than in women.",
      "isTrue": false,
      "explanation": "FAKE. Acute cholecystitis is more prevalent in women than in men, with a ratio of 3 to 2."
    },
    {
      "question": "Biliary colic is a constant and persistent pain, similar to that of acute cholecystitis.",
      "isTrue": false,
      "explanation": "FAKE. Biliary colic is an intermittent spasm, unlike the pain of acute cholecystitis, which is constant and persistent due to an obstruction that does not give way."
    },
    {
      "question": "Murphy's sign is a pathognomonic finding of acute cholecystitis.",
      "isTrue": true,
      "explanation": "TRUE. Murphy's sign is described as a pathognomonic sign. It consists of acute pain and cessation of deep inspiration when pressure is exerted on the right upper quadrant of the abdomen."
    },
    {
      "question": "The diagnosis of acute cholecystitis should be based solely on clinical findings.",
      "isTrue": false,
      "explanation": "FAKE. Accurate diagnosis should not be based on clinical symptoms alone, but a joint evaluation of clinical symptoms, laboratory studies, and imaging findings is essential."
    },
    {
      "question": "Most cases of cholecystitis are caused by gallstone impaction.",
      "isTrue": true,
      "explanation": "TRUE. The pathophysiology explains that the most frequent initial event (more than 90% of cases) is the impaction of a stone in the cystic duct, which triggers inflammation."
    },
    {
      "question": "Increased internal pressure in the gallbladder can cause ischemia of its wall.",
      "isTrue": true,
      "explanation": "TRUE. The increased internal pressure compresses the blood vessels supplying the gallbladder wall, which can lead to tissue ischemia and necrosis."
    },
    {
      "question": "Bacterial infection of the gallbladder is always the initial event of acute cholecystitis.",
      "isTrue": false,
      "explanation": "FAKE. The initial process is chemical due to the stagnation of bile. Bacterial infection is a secondary complication facilitated by stasis and ischemia."
    },
    {
      "question": "Gangrenous cholecystitis is the least common complication of acute cholecystitis.",
      "isTrue": false,
      "explanation": "FAKE. Gangrenous cholecystitis is mentioned as the most common complication, occurring in approximately 20% of cases."
    }
  ]
}