{
  "questions": [
    {
      "question": "La colecistitis aguda se define como la inflamación súbita de la pared de la vesícula biliar.",
      "isTrue": true,
      "explanation": "VERDADERO. La colecistitis aguda se define de forma sencilla como 'la inflamación súbita y aguda de la pared de la vesícula biliar'."
    },
    {
      "question": "La colecistitis alitiásica es la forma más común de esta afección.",
      "isTrue": false,
      "explanation": "FALSO. La gran mayoría de los casos de colecistitis aguda (entre el 90% y el 95%) son de origen litiásico, es decir, causados por cálculos biliares. La forma alitiásica es minoritaria."
    },
    {
      "question": "La colecistitis aguda es más prevalente en hombres que en mujeres.",
      "isTrue": false,
      "explanation": "FALSO. La colecistitis aguda es más prevalente en mujeres que en hombres, con una proporción de 3 a 2."
    },
    {
      "question": "El cólico biliar es un dolor constante y persistente, similar al de la colecistitis aguda.",
      "isTrue": false,
      "explanation": "FALSO. El cólico biliar es un espasmo intermitente, a diferencia del dolor de la colecistitis aguda, que es constante y persistente debido a una obstrucción que no cede."
    },
    {
      "question": "El signo de Murphy es un hallazgo patognomónico de la colecistitis aguda.",
      "isTrue": true,
      "explanation": "VERDADERO. El signo de Murphy se describe como un signo patognomónico. Consiste en dolor agudo y cese de la inspiración profunda al ejercer presión en el cuadrante superior derecho del abdomen."
    },
    {
      "question": "El diagnóstico de colecistitis aguda debe basarse únicamente en los hallazgos clínicos.",
      "isTrue": false,
      "explanation": "FALSO. El diagnóstico preciso no debe basarse solo en la clínica, sino que es imprescindible una evaluación conjunta de la clínica, los estudios de laboratorio y los hallazgos de imagen."
    },
    {
      "question": "La mayoría de los casos de colecistitis son causados por la impactación de un cálculo biliar.",
      "isTrue": true,
      "explanation": "VERDADERO. La fisiopatología explica que el evento inicial más frecuente (más del 90% de los casos) es la impactación de un lito en el conducto cístico, lo que desencadena la inflamación."
    },
    {
      "question": "El aumento de la presión interna de la vesícula biliar puede causar isquemia de su pared.",
      "isTrue": true,
      "explanation": "VERDADERO. El aumento de la presión interna comprime los vasos sanguíneos que irrigan la pared de la vesícula, lo que puede llevar a una isquemia y necrosis del tejido."
    },
    {
      "question": "La infección bacteriana de la vesícula biliar es siempre el evento inicial de la colecistitis aguda.",
      "isTrue": false,
      "explanation": "FALSO. El proceso inicial es químico debido al estancamiento de la bilis. La infección bacteriana es una complicación secundaria que se facilita por la estasis y la isquemia."
    },
    {
      "question": "La colecistitis gangrenosa es la complicación menos común de la colecistitis aguda.",
      "isTrue": false,
      "explanation": "FALSO. La colecistitis gangrenosa se menciona como la complicación más común, ocurriendo en aproximadamente el 20% de los casos."
    }
  ]
}